| Category               | Score | Notes |
|------------------------+-------+-------|
| Correctness task3 (70) |    70 |       |
|------------------------+-------+-------|
| structure (20)         |    20 |       |
| Documentation  (10)    |    10 |       |
| Misc                   |       |       |
|------------------------+-------+-------|
| Total                  |   100 |       |
#+TBLFM: @>$2=vsum(@2..@-1)

* Notes
